Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Block selected content + feed
ar: حظر المحتوى المحدد والموجز
ar_eg: حظر المحتوى اللي اخترته والفيد
be: Блакіраваць выбранае змесціва і стужку
bn: নির্বাচিত কনটেন্ট ও ফিড ব্লক করুন
cs: Blokovat vybraný obsah a kanál
da: Bloker valgt indhold og feed
de: Ausgewählte Inhalte und Feed blockieren
es: Bloquear contenido seleccionado y el feed
fil: I-block ang napiling content at feed
fr: Bloquer le contenu choisi et le fil
ha: Toshe zaɓaɓɓen abun ciki da jerin wallafe-wallafe
he: חסימת התוכן שנבחר והפיד
hi: चुनी हुई सामग्री और फ़ीड ब्लॉक करें
hu: Kijelölt tartalom és hírfolyam blokkolása
hy: Արգելափակել ընտրված բովանդակությունն ու ժապավենը
id: Blokir konten terpilih dan feed
it: Blocca i contenuti selezionati e il feed
ja: 選択したコンテンツとフィードをブロック
ka: არჩეული კონტენტისა და ლენტის დაბლოკვა
kk: Таңдалған мазмұн мен таспаны бұғаттау
ko: 선택한 콘텐츠 및 피드 차단
ky: Тандалган мазмунду жана түрмөктү бөгөттөө
lt: Blokuoti pasirinktą turinį ir srautą
mr: निवडलेली सामग्री व फीड ब्लॉक करा
ne: छानिएको सामग्री र फिड रोक्नुहोस्
nl: Geselecteerde inhoud en feed blokkeren
pa_arab: چُنیا مواد تے فیڈ بلاک کرو
pcm: Block content wey you choose and feed
pl: Blokuj wybrane treści i kanał
pt_br: Bloquear conteúdo selecionado e o feed
pt_pt: Bloquear conteúdo selecionado e o feed
ro: Blochează conținutul selectat și fluxul
ru: Блокировать выбранный контент и ленту
sv: Blockera valt innehåll och flöde
sw: Zuia maudhui yaliyochaguliwa na mlisho
ta: தேர்ந்தெடுத்த உள்ளடக்கம் மற்றும் ஊட்டத்தைத் தடு
te: ఎంచుకున్న కంటెంట్, ఫీడ్‌ను బ్లాక్ చేయి
th: บล็อกเนื้อหาที่เลือกและฟีด
tr: Seçili içeriği ve akışı engelle
uk: Блокувати вибраний вміст і стрічку
ur: منتخب مواد اور فیڈ بلاک کریں
vi: Chặn nội dung đã chọn và bảng tin
yue: 封鎖揀選嘅內容同動態消息
zh_hans: 屏蔽所选内容和信息流
zh_hant: 封鎖所選內容與動態

source: Block site
ar: حظر الموقع
ar_eg: حظر الموقع
be: Блакіраваць сайт
bn: সাইট ব্লক করুন
cs: Blokovat web
da: Bloker websted
de: Website blockieren
es: Bloquear sitio
fil: I-block ang site
fr: Bloquer le site
ha: Toshe shafi
he: חסימת האתר
hi: साइट ब्लॉक करें
hu: Webhely blokkolása
hy: Արգելափակել կայքը
id: Blokir situs
it: Blocca il sito
ja: サイトをブロック
ka: საიტის დაბლოკვა
kk: Сайтты бұғаттау
ko: 사이트 차단
ky: Сайтты бөгөттөө
lt: Blokuoti svetainę
mr: साइट ब्लॉक करा
ne: वेबसाइट रोक्नुहोस्
nl: Website blokkeren
pa_arab: سائٹ بلاک کرو
pcm: Block website
pl: Blokuj witrynę
pt_br: Bloquear site
pt_pt: Bloquear site
ro: Blochează site-ul
ru: Блокировать сайт
sv: Blockera webbplats
sw: Zuia tovuti
ta: தளத்தைத் தடு
te: సైట్‌ను బ్లాక్ చేయి
th: บล็อกเว็บไซต์
tr: Siteyi engelle
uk: Блокувати сайт
ur: سائٹ بلاک کریں
vi: Chặn trang web
yue: 封鎖網站
zh_hans: 屏蔽网站
zh_hant: 封鎖網站

source: Block whole sites
ar: حظر مواقع بالكامل
ar_eg: حظر مواقع بالكامل
be: Блакіраваць сайты цалкам
bn: পুরো সাইট ব্লক করুন
cs: Blokovat celé weby
da: Bloker hele websteder
de: Ganze Websites blockieren
es: Bloquear sitios completos
fil: I-block ang buong site
fr: Bloquer des sites entiers
ha: Toshe shafuka gaba ɗaya
he: חסימת אתרים שלמים
hi: पूरी साइटें ब्लॉक करें
hu: Teljes webhelyek blokkolása
hy: Արգելափակել ամբողջ կայքերը
id: Blokir seluruh situs
it: Blocca interi siti
ja: サイト全体をブロック
ka: საიტების სრულად დაბლოკვა
kk: Сайттарды толық бұғаттау
ko: 사이트 전체 차단
ky: Сайттарды толугу менен бөгөттөө
lt: Blokuoti visas svetaines
mr: संपूर्ण साइट ब्लॉक करा
ne: पूरै वेबसाइटहरू रोक्नुहोस्
nl: Hele websites blokkeren
pa_arab: پوری سائٹاں بلاک کرو
pcm: Block whole websites
pl: Blokuj całe witryny
pt_br: Bloquear sites inteiros
pt_pt: Bloquear sites inteiros
ro: Blochează site-uri întregi
ru: Блокировка сайтов целиком
sv: Blockera hela webbplatser
sw: Zuia tovuti nzima
ta: முழு தளங்களையும் தடு
te: మొత్తం సైట్‌లను బ్లాక్ చేయి
th: บล็อกทั้งเว็บไซต์
tr: Siteleri tamamen engelle
uk: Блокувати сайти повністю
ur: پوری سائٹس بلاک کریں
vi: Chặn toàn bộ trang web
yue: 封鎖成個網站
zh_hans: 屏蔽整个网站
zh_hant: 封鎖整個網站

source: Blocked
ar: محظور
ar_eg: محظور
be: Заблакіравана
bn: ব্লক করা হয়েছে
cs: Zablokováno
da: Blokeret
de: Gesperrt
es: Bloqueado
fil: Naka-block
fr: Bloqué
ha: An toshe
he: חסום
hi: ब्लॉक है
hu: Blokkolva
hy: Արգելափակված է
id: Diblokir
it: Bloccato
ja: ブロック中
ka: დაბლოკილია
kk: Бұғатталған
ko: 차단됨
ky: Бөгөттөлдү
lt: Užblokuota
mr: ब्लॉक केले आहे
ne: रोकिएको छ
nl: Geblokkeerd
pa_arab: بلاک اے
pcm: E dey blocked
pl: Zablokowano
pt_br: Bloqueado
pt_pt: Bloqueado
ro: Blocat
ru: Заблокировано
sv: Blockerat
sw: Imezuiwa
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేయబడింది
th: ถูกบล็อก
tr: Engellendi
uk: Заблоковано
ur: بلاک ہے
vi: Đã chặn
yue: 已封鎖
zh_hans: 已屏蔽
zh_hant: 已封鎖

source: Blocked content detected
ar: تم اكتشاف محتوى محظور
ar_eg: لقينا محتوى محظور
be: Выяўлена заблакіраванае змесціва
bn: ব্লক করা কনটেন্ট শনাক্ত হয়েছে
cs: Zjištěn blokovaný obsah
da: Blokeret indhold registreret
de: Blockierter Inhalt erkannt
es: Se detectó contenido bloqueado
fil: May natukoy na naka-block na content
fr: Contenu bloqué détecté
ha: An gano abun ciki da aka toshe
he: זוהה תוכן חסום
hi: ब्लॉक की गई सामग्री मिली
hu: Blokkolt tartalom észlelve
hy: Հայտնաբերվել է արգելափակված բովանդակություն
id: Konten terlarang terdeteksi
it: Rilevati contenuti bloccati
ja: ブロック対象のコンテンツを検出
ka: აღმოჩენილია დაბლოკილი კონტენტი
kk: Бұғатталған мазмұн анықталды
ko: 차단 대상 콘텐츠 감지됨
ky: Бөгөттөлгөн мазмун аныкталды
lt: Aptiktas blokuojamas turinys
mr: ब्लॉक केलेली सामग्री आढळली
ne: रोकिएको सामग्री भेटियो
nl: Geblokkeerde inhoud gedetecteerd
pa_arab: بلاک کیتا مواد لبھیا
pcm: We don see blocked content
pl: Wykryto blokowane treści
pt_br: Conteúdo bloqueado detectado
pt_pt: Conteúdo bloqueado detetado
ro: Conținut blocat detectat
ru: Обнаружен заблокированный контент
sv: Blockerat innehåll upptäckt
sw: Maudhui yaliyozuiwa yamegunduliwa
ta: தடுக்கப்பட்ட உள்ளடக்கம் கண்டறியப்பட்டது
te: బ్లాక్ చేసిన కంటెంట్ గుర్తించబడింది
th: ตรวจพบเนื้อหาที่ถูกบล็อก
tr: Engellenen içerik algılandı
uk: Виявлено заблокований вміст
ur: بلاک شدہ مواد ملا
vi: Phát hiện nội dung bị chặn
yue: 偵測到封鎖內容
zh_hans: 检测到屏蔽内容
zh_hant: 偵測到封鎖內容

source: Cancel
ar: إلغاء
ar_eg: إلغاء
be: Скасаваць
bn: বাতিল
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
ha: Soke
he: ביטול
hi: रद्द करें
hu: Mégse
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Бас тарту
ko: 취소
ky: Жокко чыгаруу
lt: Atšaukti
mr: रद्द करा
ne: रद्द गर्नुहोस्
nl: Annuleer
pa_arab: منسوخ کرو
pcm: Cancel am
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
yue: 取消
zh_hans: 取消
zh_hant: 取消

source: Choose Instagram app
ar: اختيار تطبيق ⁦Instagram⁩
ar_eg: اختار تطبيق ⁦Instagram⁩
be: Выбраць праграму Instagram
bn: Instagram অ্যাপ বেছে নিন
cs: Vybrat aplikaci Instagram
da: Vælg Instagram-appen
de: Instagram-App auswählen
es: Elegir la app de Instagram
fil: Piliin ang Instagram app
fr: Choisir l’app Instagram
ha: Zaɓi manhajar Instagram
he: בחירת היישום ⁦Instagram⁩
hi: Instagram ऐप चुनें
hu: Instagram app kiválasztása
hy: Ընտրել Instagram հավելվածը
id: Pilih aplikasi Instagram
it: Scegli l'app Instagram
ja: Instagramアプリを選択
ka: Instagram აპის არჩევა
kk: Instagram қолданбасын таңдау
ko: Instagram 앱 선택
ky: Instagram колдонмосун тандоо
lt: Pasirinkti „Instagram“ programą
mr: Instagram ॲप निवडा
ne: Instagram एप छान्नुहोस्
nl: Kies de Instagram-app
pa_arab: ⁦Instagram⁩ ایپ چُنو
pl: Wybierz aplikację Instagram
pt_br: Selecionar o app do Instagram
pt_pt: Selecionar o app do Instagram
ro: Alege aplicația Instagram
ru: Выбрать приложение Instagram
sv: Välj Instagram-appen
sw: Chagua programu ya Instagram
ta: Instagram செயலியைத் தேர்ந்தெடு
te: Instagram యాప్‌ను ఎంచుకోండి
th: เลือกแอป Instagram
tr: Instagram uygulamasını seç
uk: Вибрати програму Instagram
ur: ⁦Instagram⁩ ایپ منتخب کریں
vi: Chọn ứng dụng Instagram
yue: 揀選 Instagram App
zh_hans: 选择 Instagram App
zh_hant: 選擇 Instagram App

source: Choose YouTube app
ar: اختيار تطبيق ⁦YouTube⁩
ar_eg: اختار تطبيق ⁦YouTube⁩
be: Выбраць праграму YouTube
bn: YouTube অ্যাপ বেছে নিন
cs: Vybrat aplikaci YouTube
da: Vælg YouTube-appen
de: YouTube-App auswählen
es: Elegir la app de YouTube
fil: Piliin ang YouTube app
fr: Choisir l’app YouTube
ha: Zaɓi manhajar YouTube
he: בחירת היישום ⁦YouTube⁩
hi: YouTube ऐप चुनें
hu: YouTube app kiválasztása
hy: Ընտրել YouTube հավելվածը
id: Pilih aplikasi YouTube
it: Scegli l'app YouTube
ja: YouTubeアプリを選択
ka: YouTube აპის არჩევა
kk: YouTube қолданбасын таңдау
ko: YouTube 앱 선택
ky: YouTube колдонмосун тандоо
lt: Pasirinkti „YouTube“ programą
mr: YouTube ॲप निवडा
ne: YouTube एप छान्नुहोस्
nl: Kies de YouTube-app
pa_arab: ⁦YouTube⁩ ایپ چُنو
pl: Wybierz aplikację YouTube
pt_br: Selecionar o app do YouTube
pt_pt: Selecionar o app do YouTube
ro: Alege aplicația YouTube
ru: Выбрать приложение YouTube
sv: Välj YouTube-appen
sw: Chagua programu ya YouTube
ta: YouTube செயலியைத் தேர்ந்தெடு
te: YouTube యాప్‌ను ఎంచుకోండి
th: เลือกแอป YouTube
tr: YouTube uygulamasını seç
uk: Вибрати програму YouTube
ur: ⁦YouTube⁩ ایپ منتخب کریں
vi: Chọn ứng dụng YouTube
yue: 揀選 YouTube App
zh_hans: 选择 YouTube App
zh_hant: 選擇 YouTube App
